[
  "Sorry, but I'm not a mirror",
  "A bitch is a female dog, a dog barks, bark is part of a tree, a tree is part of nature and nature is beautiful.",
  "Sorry, not sorry",
  "At least I'm wanted",
  "Yeah, because your breath smells",
  "If I throw a stick, will you leave?",
  "You’re a gray sprinkle on a rainbow cupcake.",
  "If your brain was dynamite, there wouldn’t be enough to blow your hat off.",
  "You are more disappointing than an unsalted pretzel.",
  "Light travels faster than sound, which is why you seemed bright until you spoke.",
  "Your kid is so annoying he makes his Happy Meal cry.",
  "You have so many gaps in your teeth it looks like your tongue is in jail.",
  "Your secrets are always safe with me. I never even listen when you tell me them.",
  "I’ll never forget the first time we met. But I’ll keep trying.",
  "I forgot the world revolves around you. My apologies! How silly of me.",
  "I only take you everywhere I go just so I don’t have to kiss you goodbye.",
  "Hold still. I’m trying to imagine you with a personality.",
  "Your face makes onions cry.",
  "You look so pretty. Not at all gross today.",
  "It’s impossible to underestimate you.",
  "Her teeth were so bad she could eat an apple through a fence.",
  "I’m not insulting you; I’m describing you.",
  "I’m not a nerd; I’m just smarter than you.",
  "Don’t be ashamed of who you are. That’s your parents’ job.",
  "Your face is just fine, but we’ll have to put a bag over that personality.",
  "You bring everyone so much joy… when you leave the room.",
  "I thought of you today. It reminded me to take out the trash.",
  "Don’t worry about me. Worry about your eyebrows.",
  "You are the human version of period cramps.",
  "If you’re going to be two-faced, at least make one of them pretty.",
  "You are like a cloud. When you disappear, it’s a beautiful day.",
  "Don’t worry — the first 40 years of childhood are always the hardest.",
  "I may love to shop, but I will never buy your bull.",
  "I love what you’ve done with your hair. How do you get it to come out of your nostrils like that?",
  "OH MY GOD! IT SPEAKS!",
  "Child, I’ve forgotten more than you ever knew.",
  "You just might be why the middle finger was invented in the first place.",
  "I know you are, but what am I?",
  "I see no evil, and I definitely don’t hear your evil.",
  "You have miles to go before you reach mediocre.",
  "When you look in the mirror, say hi to the clown you see in there for me, would ya?",
  "Bye, hope to see you never.",
  "Remember that time you were saying that thing I didn’t care about? Yeah… that is now.",
  "Wish I had a flip phone so I could slam it shut on this conversation.",
  "Wow, I bet you even fart glitter!",
  "I guess if you actually ever spoke your mind, you’d really be speechless.",
  "Since you know it all, you should know when to shut up.",
  "Life is full of disappointments, and I just added you to the list.",
  "I treasure the time I don’t spend with you.",
  "I was going to make a joke about your life, but I see life beat me to the punch.",
  "The last time I saw something like you… I flushed.",
  "When you start talking, I stop listening.",
  "You look like something that came out of a slow cooker.",
  "Feed your own ego. I’m busy.",
  "The only work-life balance I want is being away from you.",
  "Your family tree must be a cactus because everybody on it is a prick.",
  "I’d give you a nasty look, but you’ve already got one.",
  "Are you almost done with all of this drama? Because I need an intermission.",
  "Of course I’m talking like an idiot… how else could you understand me?",
  "You’re the reason this country has to put directions on shampoo.",
  "Some people are like slinkies — not really good for much, but they bring a smile to your face when pushed down the stairs.",
  "No matter how much a snake sheds its skin, it’s still a snake.",
  "You have an entire life to be an idiot. Why not take today off?",
  "If you have a problem with me, write the problem on a piece of paper, fold it, and shove it up your ass.",
  "Wanna know what you have in common with a colonoscopy? You're both a pain in the ass."
]